import type { FAQItem } from '@/widgets/FAQ';

export const FAQ_LIST: FAQItem[] = [
  {
    id: 1,
    question: 'Как подключиться к VPS-серверу?',
    answer: 'После оплаты вы получите доступ к панели управления, где сможете установить ОС и управлять сервером. Все инструкции доступны в документации.'
  },
  {
    id: 2,
    question: 'Как мне начать работу с VPS-хостингом?',
    answer: 'После оплаты вы получите доступ к панели управления, где сможете установить ОС и управлять сервером. Все инструкции доступны в документации.'
  },
  {
    id: 3,
    question: 'Для чего можно использовать VPS?',
    answer: 'После оплаты вы получите доступ к панели управления, где сможете установить ОС и управлять сервером. Все инструкции доступны в документации.'
  },
  {
    id: 4,
    question: 'В чём преимущества VPS?',
    answer: 'После оплаты вы получите доступ к панели управления, где сможете установить ОС и управлять сервером. Все инструкции доступны в документации.'
  },
  {
    id: 5,
    question: 'Что такое VPS?',
    answer: 'После оплаты вы получите доступ к панели управления, где сможете установить ОС и управлять сервером. Все инструкции доступны в документации.'
  }
];
